Repository: akinalpfdn/Sortue
Catalog: Sortue/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: About
ar: حول
ca: Informació
cs: O hře
da: Om
de: Info
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: जानकारी
hr: O igri
hu: Névjegy
id: Tentang
it: Info
ja: このアプリについて
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: O grze
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: Об игре
sk: O hre
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про гру
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Back to Menu
ar: العودة إلى القائمة
ca: Torna al menú
cs: Zpět do menu
da: Tilbage til menuen
de: Zurück zum Menü
el: Πίσω στο μενού
es: Volver al menú
fi: Takaisin valikkoon
fr: Retour au menu
he: חזרה לתפריט
hi: मेन्यू पर वापस जाएँ
hr: Natrag na izbornik
hu: Vissza a menübe
id: Kembali ke Menu
it: Torna al menu
ja: メニューに戻る
ko: 메뉴로 돌아가기
ms: Kembali ke Menu
nb: Tilbake til menyen
nl: Terug naar menu
pl: Wróć do menu
pt_br: Voltar ao menu
pt_pt: Voltar ao menu
ro: Înapoi la meniu
ru: В меню
sk: Späť do menu
sv: Tillbaka till menyn
th: กลับไปเมนู
tr: Menüye Dön
uk: До меню
vi: Về menu
zh_hans: 返回菜单
zh_hant: 返回選單

# best_moves
source: Best Moves: %d
ar: أقل عدد حركات: %d
ca: Menys moviments: %d
cs: Nejméně tahů: %d
da: Færrest træk: %d
de: Beste Zugzahl: %d
el: Λιγότερες κινήσεις: %d
es: Menos movimientos: %d
fi: Vähiten siirtoja: %d
fr: Record de coups : %d
he: הכי מעט מהלכים: %d
hi: सबसे कम चालें: %d
hr: Najmanje poteza: %d
hu: Legkevesebb lépés: %d
id: Langkah Terbaik: %d
it: Meno mosse: %d
ja: ベスト手数：%d
ko: 최소 이동 기록: %d
ms: Langkah Terbaik: %d
nb: Færrest trekk: %d
nl: Minste zetten: %d
pl: Najmniej ruchów: %d
pt_br: Menos jogadas: %d
pt_pt: Menos jogadas: %d
ro: Cele mai puține mutări: %d
ru: Рекорд ходов: %d
sk: Najmenej ťahov: %d
sv: Minst drag: %d
th: สถิติการเดิน: %d
tr: En İyi Hamle: %d
uk: Рекорд ходів: %d
vi: Ít nước đi nhất: %d
zh_hans: 最佳步数：%d
zh_hant: 最佳步數：%d

source: Best Time: %@
ar: أفضل وقت: %@
ca: Millor temps: %@
cs: Nejlepší čas: %@
da: Bedste tid: %@
de: Bestzeit: %@
el: Καλύτερος χρόνος: %@
es: Mejor tiempo: %@
fi: Paras aika: %@
fr: Meilleur temps : %@
he: הזמן הטוב ביותר: %@
hi: सबसे अच्छा समय: %@
hr: Najbolje vrijeme: %@
hu: Legjobb idő: %@
id: Waktu Terbaik: %@
it: Miglior tempo: %@
ja: ベストタイム：%@
ko: 최고 기록: %@
ms: Masa Terbaik: %@
nb: Beste tid: %@
nl: Beste tijd: %@
pl: Najlepszy czas: %@
pt_br: Melhor tempo: %@
pt_pt: Melhor tempo: %@
ro: Cel mai bun timp: %@
ru: Лучшее время: %@
sk: Najlepší čas: %@
sv: Bästa tid: %@
th: เวลาดีที่สุด: %@
tr: En İyi Süre: %@
uk: Найкращий час: %@
vi: Thời gian tốt nhất: %@
zh_hans: 最佳时间：%@
zh_hant: 最佳時間：%@

# casual_Text
source: Relax. No limits. Unlimited hints.
ar: استرخِ. بلا حدود. تلميحات غير محدودة.
ca: Relaxa’t. Sense límits. Pistes il·limitades.
cs: Odpočívej. Žádné limity. Neomezené nápovědy.
da: Slap af. Ingen grænser. Ubegrænsede tip.
de: Entspann dich. Keine Limits. Unbegrenzte Hinweise.
el: Χαλάρωσε. Χωρίς όρια. Απεριόριστες υποδείξεις.
es: Relájate. Sin límites. Pistas ilimitadas.
fi: Rentoudu. Ei rajoja. Rajattomasti vihjeitä.
fr: Détends-toi. Aucune limite. Indices illimités.
he: רגיעה. בלי הגבלות. רמזים ללא הגבלה.
hi: आराम करें। कोई सीमा नहीं। अनगिनत संकेत।
hr: Opusti se. Bez ograničenja. Neograničeni savjeti.
hu: Lazíts. Nincsenek korlátok. Korlátlan tipp.
id: Santai. Tanpa batas. Petunjuk tak terbatas.
it: Rilassati. Nessun limite. Suggerimenti illimitati.
ja: リラックス。制限なし。ヒント無制限。
ko: 편하게 즐기세요. 제한 없음. 힌트 무제한.
ms: Bersantai. Tiada had. Petunjuk tanpa had.
nb: Slapp av. Ingen grenser. Ubegrensede hint.
nl: Ontspan. Geen limieten. Onbeperkte hints.
pl: Relaks. Bez limitów. Nieograniczone podpowiedzi.
pt_br: Relaxe. Sem limites. Dicas ilimitadas.
pt_pt: Relaxa. Sem limites. Dicas ilimitadas.
ro: Relaxează-te. Fără limite. Indicii nelimitate.
ru: Расслабься. Без ограничений. Бесконечные подсказки.
sk: Oddychuj. Žiadne limity. Neobmedzené rady.
sv: Slappna av. Inga gränser. Obegränsade tips.
th: ผ่อนคลาย ไม่มีขีดจำกัด คำใบ้ไม่จำกัด
tr: Rahatça oyna, sınırsız ipucu ve sıfır limit
uk: Розслабся. Без обмежень. Безліч підказок.
vi: Thư giãn. Không giới hạn. Gợi ý vô hạn.
zh_hans: 放松一下。没有限制。无限提示。
zh_hant: 放輕鬆。沒有限制。無限提示。

# challenge_Text
source: zero help, are you accepting the challenge?
ar: بلا مساعدة، هل تقبل التحدي؟
ca: Cap ajuda. Acceptes el repte?
cs: Žádná pomoc. Přijmeš výzvu?
da: Ingen hjælp. Tager du udfordringen op?
de: Keine Hilfe – nimmst du die Herausforderung an?
el: Καμία βοήθεια. Δέχεσαι την πρόκληση;
es: Cero ayuda. ¿Aceptas el reto?
fi: Ei apua. Otatko haasteen vastaan?
fr: Aucune aide. Relèveras-tu le défi ?
he: בלי עזרה. מקבלים את האתגר?
hi: कोई मदद नहीं, क्या आप चुनौती स्वीकार करते हैं?
hr: Bez pomoći. Prihvaćaš li izazov?
hu: Semmi segítség. Vállalod a kihívást?
id: Tanpa bantuan, berani terima tantangannya?
it: Nessun aiuto. Accetti la sfida?
ja: ヒントなし。この挑戦、受けて立つ？
ko: 도움 없음. 도전을 받아들이시겠어요?
ms: Tiada bantuan, sanggup sahut cabaran?
nb: Ingen hjelp. Tar du utfordringen?
nl: Geen hulp. Ga je de uitdaging aan?
pl: Zero pomocy. Podejmiesz wyzwanie?
pt_br: Nenhuma ajuda. Aceita o desafio?
pt_pt: Nenhuma ajuda. Aceitas o desafio?
ro: Niciun ajutor. Accepți provocarea?
ru: Никаких подсказок. Принимаешь вызов?
sk: Žiadna pomoc. Prijmeš výzvu?
sv: Ingen hjälp. Antar du utmaningen?
th: ไม่มีตัวช่วย กล้ารับคำท้าไหม?
tr: yardım yok, kendi sınırlarını zorla
uk: Жодних підказок. Приймаєш виклик?
vi: Không trợ giúp, bạn có dám nhận thử thách?
zh_hans: 毫无帮助，你敢接受挑战吗？
zh_hant: 毫無幫助，你敢接受挑戰嗎？

source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 次へ
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Далее
sk: Pokračovať
sv: Fortsätt
th: ต่อไป
tr: Devam Et
uk: Далі
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Enjoying Sortue?
ar: هل تستمتع بـ Sortue؟
ca: T’agrada Sortue?
cs: Líbí se ti Sortue?
da: Kan du lide Sortue?
de: Gefällt dir Sortue?
el: Σου αρέσει το Sortue;
es: ¿Te gusta Sortue?
fi: Pidätkö Sortuesta?
fr: Tu aimes Sortue ?
he: נהנים מ-Sortue?
hi: क्या आपको Sortue पसंद आ रहा है?
hr: Sviđa ti se Sortue?
hu: Tetszik a Sortue?
id: Suka Sortue?
it: Ti piace Sortue?
ja: Sortueを楽しんでいますか？
ko: Sortue가 마음에 드시나요?
ms: Seronok main Sortue?
nb: Liker du Sortue?
nl: Vind je Sortue leuk?
pl: Podoba ci się Sortue?
pt_br: Está curtindo o Sortue?
pt_pt: Estás a gostar do Sortue?
ro: Îți place Sortue?
ru: Нравится Sortue?
sk: Páči sa ti Sortue?
sv: Gillar du Sortue?
th: ชอบ Sortue ไหม?
tr: Sortue'yu sevdin mi?
uk: Подобається Sortue?
vi: Bạn thích Sortue chứ?
zh_hans: 喜欢 Sortue 吗？
zh_hant: 喜歡 Sortue 嗎？

source: GAME OVER
ar: انتهت اللعبة
ca: FI DE LA PARTIDA
cs: KONEC HRY
da: SPILLET ER SLUT
de: SPIEL VORBEI
el: ΤΕΛΟΣ ΠΑΙΧΝΙΔΙΟΥ
es: FIN DE LA PARTIDA
fi: PELI PÄÄTTYI
fr: PARTIE TERMINÉE
he: המשחק נגמר
hi: गेम ओवर
hr: KRAJ IGRE
hu: VÉGE A JÁTÉKNAK
id: PERMAINAN BERAKHIR
it: FINE PARTITA
ja: ゲームオーバー
ko: 게임 오버
ms: PERMAINAN TAMAT
nb: SPILLET ER SLUTT
nl: SPEL VOORBIJ
pl: KONIEC GRY
pt_br: FIM DE JOGO
pt_pt: FIM DO JOGO
ro: JOC TERMINAT
ru: ИГРА ОКОНЧЕНА
sk: KONIEC HRY
sv: SPELET SLUT
th: จบเกม
tr: OYUN BİTTİ
uk: ГРУ ЗАВЕРШЕНО
vi: KẾT THÚC
zh_hans: 游戏结束
zh_hant: 遊戲結束

# grid_Info
source: The grid will get bigger as you level up.
ar: ستكبر الشبكة كلما تقدمت في المستويات.
ca: La graella es farà més gran a mesura que pugis de nivell.
cs: S každou úrovní se mřížka zvětšuje.
da: Gitteret bliver større, når du stiger i niveau.
de: Das Raster wird mit jedem Level größer.
el: Το πλέγμα μεγαλώνει όσο ανεβαίνεις επίπεδο.
es: La cuadrícula crecerá a medida que subas de nivel.
fi: Ruudukko kasvaa tasojen edetessä.
fr: La grille s’agrandit à chaque niveau.
he: הרשת גדלה ככל שעולים בשלבים.
hi: लेवल बढ़ने के साथ ग्रिड बड़ा होता जाएगा।
hr: Mreža se povećava kako napreduješ.
hu: A rács a szintekkel együtt nő.
id: Kisi akan makin besar seiring naiknya level.
it: La griglia diventa più grande man mano che sali di livello.
ja: レベルが上がるとグリッドが大きくなります。
ko: 레벨이 오를수록 그리드가 커져요.
ms: Grid akan membesar apabila tahap anda meningkat.
nb: Rutenettet blir større etter hvert som du går opp i nivå.
nl: Het raster wordt groter naarmate je stijgt in level.
pl: Siatka rośnie wraz z kolejnymi poziomami.
pt_br: A grade fica maior conforme você sobe de nível.
pt_pt: A grelha cresce à medida que sobes de nível.
ro: Grila crește pe măsură ce avansezi în nivel.
ru: С каждым уровнем сетка становится больше.
sk: S každou úrovňou sa mriežka zväčšuje.
sv: Rutnätet blir större när du går upp i nivå.
th: ตารางจะใหญ่ขึ้นเมื่อเลเวลสูงขึ้น
tr: Seviye atladıkça ızgara büyüyecek.
uk: З кожним рівнем сітка більшає.
vi: Lưới sẽ lớn dần khi bạn lên cấp.
zh_hans: 随着关卡提升，网格会越来越大。
zh_hant: 隨著關卡提升，網格會越來越大。

source: Grid Size
ar: حجم الشبكة
ca: Mida de la graella
cs: Velikost mřížky
da: Gitterstørrelse
de: Rastergröße
el: Μέγεθος πλέγματος
es: Tamaño de cuadrícula
fi: Ruudukon koko
fr: Taille de la grille
he: גודל הרשת
hi: ग्रिड का आकार
hr: Veličina mreže
hu: Rácsméret
id: Ukuran Kisi
it: Dimensione griglia
ja: グリッドサイズ
ko: 그리드 크기
ms: Saiz Grid
nb: Rutenettstørrelse
nl: Rastergrootte
pl: Rozmiar siatki
pt_br: Tamanho da grade
pt_pt: Tamanho da grelha
ro: Dimensiunea grilei
ru: Размер сетки
sk: Veľkosť mriežky
sv: Rutnätsstorlek
th: ขนาดตาราง
tr: Izgara Boyutu
uk: Розмір сітки
vi: Kích thước lưới
zh_hans: 网格大小
zh_hant: 網格大小

# haptic_feedback
source: Vibration
ar: الاهتزاز
ca: Vibració
cs: Vibrace
el: Δόνηση
es: Vibración
fi: Värinä
fr: Vibrations
he: רטט
hi: वाइब्रेशन
hr: Vibracija
hu: Rezgés
id: Getaran
it: Vibrazione
ja: 振動
ko: 진동
ms: Getaran
nb: Vibrasjon
nl: Trillen
pl: Wibracje
pt_br: Vibração
pt_pt: Vibração
ro: Vibrații
ru: Вибрация
sk: Vibrácie
th: การสั่น
tr: Titreşim
uk: Вібрація
vi: Rung
zh_hans: 振动
zh_hant: 震動

# hope_enjoy
source: Hope you are enjoying the game.
ar: أتمنى أن تكون مستمتعًا باللعبة.
ca: Espero que gaudeixis del joc.
cs: Doufám, že tě hra baví.
da: Jeg håber, du nyder spillet.
de: Ich hoffe, das Spiel macht dir Spaß.
el: Ελπίζω να απολαμβάνεις το παιχνίδι.
es: Espero que estés disfrutando del juego.
fi: Toivottavasti nautit pelistä.
fr: J’espère que le jeu te plaît.
he: מקווה שאתם נהנים מהמשחק.
hi: उम्मीद है आप गेम का आनंद ले रहे हैं।
hr: Nadam se da uživaš u igri.
hu: Remélem, élvezed a játékot.
id: Semoga kamu menikmati gamenya.
it: Spero che il gioco ti stia piacendo.
ja: ゲームを楽しんでもらえていたら嬉しいです。
ko: 게임을 즐기고 계시길 바라요.
ms: Semoga anda menikmati permainan ini.
nb: Jeg håper du liker spillet.
nl: Ik hoop dat je van het spel geniet.
pl: Mam nadzieję, że gra ci się podoba.
pt_br: Espero que você esteja curtindo o jogo.
pt_pt: Espero que estejas a gostar do jogo.
ro: Sper că te bucuri de joc.
ru: Надеюсь, игра тебе нравится.
sk: Dúfam, že ťa hra baví.
sv: Jag hoppas att du gillar spelet.
th: หวังว่าคุณจะสนุกกับเกมนี้
tr: Umarım oyundan keyif alıyorsundur.
uk: Сподіваюся, гра тобі до вподоби.
vi: Mong là bạn đang thích trò chơi.
zh_hans: 希望你玩得开心。
zh_hant: 希望你玩得開心。

# how_to_play_desc
source: Switch tiles to arrange them into a perfect color gradient. The corners are fixed guides to reference you.
ar: بدّل أماكن المربعات لترتيبها في تدرج لوني مثالي. الزوايا ثابتة لتكون مرجعًا لك.
ca: Intercanvia les fitxes per formar un degradat de colors perfecte. Les cantonades són fixes i et serveixen de referència.
cs: Prohazuj dlaždice tak, aby vytvořily dokonalý barevný přechod. Rohy jsou pevné a slouží jako vodítko.
da: Byt om på felterne for at danne en perfekt farveovergang. Hjørnerne ligger fast som pejlemærker.
de: Tausche Kacheln, um einen perfekten Farbverlauf zu bilden. Die Ecken sind feste Orientierungspunkte.
el: Άλλαξε θέσεις στα πλακίδια για να σχηματίσεις μια τέλεια διαβάθμιση χρωμάτων. Οι γωνίες είναι σταθερές και σε βοηθούν ως σημεία αναφοράς.
es: Intercambia las fichas para formar un degradado de color perfecto. Las esquinas están fijas y te sirven de referencia.
fi: Vaihda laattojen paikkoja ja muodosta täydellinen väriliukuma. Kulmat pysyvät paikallaan ja toimivat apuna.
fr: Échange les tuiles pour former un dégradé de couleurs parfait. Les coins sont fixes et te servent de repères.
he: מחליפים בין המשבצות כדי לסדר אותן במעבר צבעים מושלם. הפינות קבועות ומשמשות כנקודות ייחוס.
hi: टाइलों की अदला-बदली करके उन्हें एक परफ़ेक्ट रंग ग्रेडिएंट में सजाएँ। कोने स्थिर हैं ताकि आपको संदर्भ मिले।
hr: Zamjenjuj pločice dok ne nastane savršen prijelaz boja. Kutovi su fiksni i služe kao orijentiri.
hu: Cserélgesd a csempéket, hogy tökéletes színátmenetet alkossanak. A sarkok rögzítettek, és viszonyítási pontként szolgálnak.
id: Tukar ubin untuk menyusunnya menjadi gradasi warna yang sempurna. Sudut-sudutnya tetap sebagai panduan.
it: Scambia le tessere per comporre una sfumatura di colori perfetta. Gli angoli sono fissi e ti fanno da riferimento.
ja: タイルを入れ替えて、完璧なカラーグラデーションを作りましょう。四隅は固定された目印です。
ko: 타일의 위치를 바꿔 완벽한 색상 그라데이션을 만드세요. 네 모서리는 고정된 기준점이에요.
ms: Tukar jubin untuk menyusunnya menjadi gradien warna yang sempurna. Bucu-bucunya tetap sebagai panduan.
nb: Bytt plass på rutene for å lage en perfekt fargeovergang. Hjørnene står fast og fungerer som referanse.
nl: Wissel tegels om ze in een perfect kleurverloop te leggen. De hoeken liggen vast als houvast.
pl: Zamieniaj kafelki, aby ułożyć idealny gradient kolorów. Rogi są nieruchome i służą jako punkty odniesienia.
pt_br: Troque as peças de lugar para formar um degradê de cores perfeito. Os cantos são fixos e servem de referência.
pt_pt: Troca as peças de lugar para formar um gradiente de cores perfeito. Os cantos são fixos e servem de referência.
ro: Schimbă pătratele între ele pentru a forma un gradient de culori perfect. Colțurile sunt fixe și îți servesc drept repere.
ru: Меняй плитки местами, чтобы собрать идеальный цветовой градиент. Углы закреплены и служат ориентирами.
sk: Vymieňaj dlaždice, aby vytvorili dokonalý farebný prechod. Rohy sú pevné a slúžia ako orientačné body.
sv: Byt plats på rutorna för att skapa en perfekt färgtoning. Hörnen är fasta och fungerar som riktmärken.
th: สลับตำแหน่งช่องเพื่อเรียงให้เป็นไล่เฉดสีที่สมบูรณ์แบบ มุมทั้งสี่ถูกตรึงไว้เป็นจุดอ้างอิง
tr: Karelerin yerlerini değiştirerek mükemmel bir renk geçişi oluştur. Köşeler referans olmaları için sabit bırakılmışlardır.
uk: Міняй плитки місцями, щоб скласти ідеальний кольоровий градієнт. Кути закріплені й слугують орієнтирами.
vi: Đổi chỗ các ô để xếp thành một dải màu chuyển sắc hoàn hảo. Các góc được cố định để làm mốc tham chiếu.
zh_hans: 交换方块位置，拼出完美的颜色渐变。四个角是固定的参照点。
zh_hant: 交換方塊位置，拼出完美的顏色漸層。四個角是固定的參考點。

# how_to_play_title
source: How to Play
ar: طريقة اللعب
ca: Com es juga
cs: Jak hrát
da: Sådan spiller du
de: So wird gespielt
el: Πώς παίζεται
es: Cómo jugar
fi: Näin pelaat
fr: Comment jouer
he: איך משחקים
hi: कैसे खेलें
hr: Kako igrati
hu: Játékszabály
id: Cara Bermain
it: Come si gioca
ja: 遊び方
ko: 플레이 방법
ms: Cara Bermain
nb: Slik spiller du
nl: Zo speel je
pl: Jak grać
pt_br: Como jogar
pt_pt: Como jogar
ro: Cum se joacă
ru: Как играть
sk: Ako hrať
sv: Så spelar du
th: วิธีเล่น
tr: Nasıl Oynanır
uk: Як грати
vi: Cách chơi
zh_hans: 玩法
zh_hant: 玩法

# ladder_Text
source: Finish the level with given move count
ar: أكمل المستوى بعدد الحركات المحدد.
ca: Completa el nivell amb els moviments disponibles.
cs: Dokonči úroveň s daným počtem tahů.
da: Gennemfør niveauet med det givne antal træk.
de: Schaffe das Level mit der vorgegebenen Anzahl an Zügen.
el: Ολοκλήρωσε το επίπεδο με τις διαθέσιμες κινήσεις.
es: Completa el nivel con los movimientos disponibles.
fi: Läpäise taso annetulla siirtomäärällä.
fr: Termine le niveau avec le nombre de coups imparti.
he: מסיימים את השלב במספר המהלכים הנתון.
hi: दी गई चालों में लेवल पूरा करें।
hr: Završi razinu sa zadanim brojem poteza.
hu: Teljesítsd a szintet a megadott lépésszámmal.
id: Selesaikan level dengan jumlah langkah yang diberikan.
it: Completa il livello con le mosse a disposizione.
ja: 決められた手数でレベルをクリアしよう。
ko: 주어진 이동 횟수 안에 레벨을 완료하세요.
ms: Selesaikan tahap dengan bilangan langkah yang diberi.
nb: Fullfør nivået med det gitte antallet trekk.
nl: Voltooi het level met het gegeven aantal zetten.
pl: Ukończ poziom w podanej liczbie ruchów.
pt_br: Conclua o nível com o número de jogadas disponível.
pt_pt: Conclui o nível com o número de jogadas disponível.
ro: Termină nivelul cu numărul de mutări dat.
ru: Пройди уровень за отведённое число ходов.
sk: Dokonči úroveň s daným počtom ťahov.
sv: Klara nivån med det angivna antalet drag.
th: ผ่านเลเวลให้ได้ภายในจำนวนการเดินที่กำหนด
tr: Seviyeyi verilen hamle sayısıyla tamamla
uk: Пройди рівень за відведену кількість ходів.
vi: Hoàn thành cấp độ với số nước đi cho trước.
zh_hans: 在规定步数内完成关卡。
zh_hant: 在規定步數內完成關卡。

# landing_page_0_desc
source: Relax your mind with beautiful color gradient puzzles.
ar: أرح ذهنك مع ألغاز التدرجات اللونية الجميلة.
ca: Relaxa la ment amb trencaclosques preciosos de degradats de color.
cs: Odpočiň si u krásných hlavolamů s barevnými přechody.
da: Slap af med smukke puslespil i farveovergange.
de: Entspanne dich mit wunderschönen Farbverlauf-Rätseln.
el: Χαλάρωσε με όμορφους γρίφους χρωματικής διαβάθμισης.
es: Relaja tu mente con preciosos puzles de degradados de color.
fi: Rentoudu kauniiden väriliukumapulmien parissa.
fr: Détends ton esprit avec de magnifiques puzzles de dégradés de couleurs.
he: מרגיעים את הראש עם חידות מעברי צבעים יפהפיות.
hi: खूबसूरत रंग ग्रेडिएंट पहेलियों से अपने मन को सुकून दें।
hr: Opusti um uz prekrasne zagonetke s prijelazima boja.
hu: Pihentesd az elméd gyönyörű színátmenetes kirakósokkal.
id: Tenangkan pikiran dengan teka-teki gradasi warna yang indah.
it: Rilassa la mente con splendidi puzzle di sfumature di colore.
ja: 美しいカラーグラデーションパズルで心をリラックス。
ko: 아름다운 색상 그라데이션 퍼즐로 마음을 편안하게.
ms: Tenangkan fikiran dengan teka-teki gradien warna yang indah.
nb: Slapp av med vakre puslespill i fargeoverganger.
nl: Ontspan je geest met prachtige kleurverlooppuzzels.
pl: Zrelaksuj się przy pięknych łamigłówkach z gradientami kolorów.
pt_br: Relaxe a mente com lindos quebra-cabeças de degradês de cores.
pt_pt: Relaxa a mente com belos puzzles de gradientes de cor.
ro: Relaxează-te cu puzzle-uri frumoase cu gradiente de culori.
ru: Расслабься с красивыми головоломками из цветовых градиентов.
sk: Oddýchni si pri krásnych hlavolamoch s farebnými prechodmi.
sv: Koppla av med vackra pussel i färgtoningar.
th: ผ่อนคลายจิตใจไปกับปริศนาไล่เฉดสีที่สวยงาม
tr: Güzel renk gradyanı bulmacalarıyla zihnini rahatlat.
uk: Розслабся з красивими головоломками з кольорових градієнтів.
vi: Thư giãn tâm trí với những câu đố chuyển sắc màu tuyệt đẹp.
zh_hans: 用美丽的色彩渐变谜题放松身心。
zh_hant: 用美麗的色彩漸層謎題放鬆身心。

# landing_page_0_title
source: Welcome to Sortue
ar: مرحبًا بك في Sortue
ca: Et donem la benvinguda a Sortue
cs: Vítej v Sortue
da: Velkommen til Sortue
de: Willkommen bei Sortue
el: Καλώς ήρθες στο Sortue
es: Te damos la bienvenida a Sortue
fi: Tervetuloa Sortueen
fr: Bienvenue dans Sortue
he: ברוכים הבאים ל-Sortue
hi: Sortue में आपका स्वागत है
hr: Dobro došli u Sortue
hu: Üdv a Sortue-ban
id: Selamat datang di Sortue
it: Ti diamo il benvenuto in Sortue
ja: Sortueへようこそ
ko: Sortue에 오신 것을 환영해요
ms: Selamat datang ke Sortue
nb: Velkommen til Sortue
nl: Welkom bij Sortue
pl: Witaj w Sortue
pt_br: Boas-vindas ao Sortue
pt_pt: Damos-te as boas-vindas ao Sortue
ro: Bine ai venit în Sortue
ru: Добро пожаловать в Sortue
sk: Vitaj v Sortue
sv: Välkommen till Sortue
th: ยินดีต้อนรับสู่ Sortue
tr: Sortue'ya Hoş Geldin
uk: Вітаємо в Sortue
vi: Chào mừng đến với Sortue
zh_hans: 欢迎来到 Sortue
zh_hant: 歡迎來到 Sortue

# landing_page_1_desc
source: Drag any tile to swap it with another. Put the colors in the right place.
ar: اسحب أي مربع لتبديله بآخر. ضع الألوان في أماكنها الصحيحة.
ca: Arrossega qualsevol fitxa per intercanviar-la amb una altra. Posa els colors al seu lloc.
cs: Přetáhni libovolnou dlaždici a prohoď ji s jinou. Dej barvy na správné místo.
da: Træk et felt for at bytte det med et andet. Sæt farverne på rette plads.
de: Ziehe eine Kachel, um sie mit einer anderen zu tauschen. Bring die Farben an den richtigen Platz.
el: Σύρε οποιοδήποτε πλακίδιο για να το αλλάξεις με άλλο. Βάλε τα χρώματα στη σωστή θέση.
es: Arrastra cualquier ficha para intercambiarla con otra. Coloca los colores en su sitio.
fi: Vedä mitä tahansa laattaa vaihtaaksesi sen toisen kanssa. Aseta värit oikeille paikoilleen.
fr: Fais glisser une tuile pour l’échanger avec une autre. Place les couleurs au bon endroit.
he: גוררים משבצת כדי להחליף אותה באחרת. מציבים כל צבע במקומו.
hi: किसी भी टाइल को खींचकर दूसरी से बदलें। रंगों को सही जगह पर रखें।
hr: Povuci bilo koju pločicu da je zamijeniš s drugom. Postavi boje na pravo mjesto.
hu: Húzz egy csempét, hogy kicseréld egy másikkal. Tedd a színeket a helyükre.
id: Seret ubin mana saja untuk menukarnya dengan ubin lain. Letakkan warna di tempat yang tepat.
it: Trascina una tessera per scambiarla con un’altra. Metti i colori al posto giusto.
ja: タイルをドラッグして別のタイルと入れ替え、色を正しい位置に並べましょう。
ko: 타일을 드래그해 다른 타일과 바꾸세요. 색을 제자리에 놓으세요.
ms: Seret mana-mana jubin untuk menukarnya dengan jubin lain. Letakkan warna di tempat yang betul.
nb: Dra en rute for å bytte plass med en annen. Sett fargene på riktig sted.
nl: Sleep een tegel om hem met een andere te wisselen. Zet de kleuren op de juiste plek.
pl: Przeciągnij dowolny kafelek, aby zamienić go z innym. Ułóż kolory na właściwych miejscach.
pt_br: Arraste qualquer peça para trocá-la com outra. Coloque as cores no lugar certo.
pt_pt: Arrasta qualquer peça para a trocar com outra. Coloca as cores no sítio certo.
ro: Trage orice pătrat pentru a-l schimba cu altul. Pune culorile la locul lor.
ru: Перетащи любую плитку, чтобы поменять её местами с другой. Расставь цвета по местам.
sk: Potiahni ľubovoľnú dlaždicu a vymeň ju s inou. Daj farby na správne miesto.
sv: Dra en ruta för att byta plats med en annan. Placera färgerna rätt.
th: ลากช่องใดก็ได้เพื่อสลับกับอีกช่อง วางสีให้ถูกตำแหน่ง
tr: Herhangi bir kareyi sürükleyerek diğeriyle değiştir. Renkleri doğru yerlerine koy.
uk: Перетягни будь-яку плитку, щоб поміняти її з іншою. Розстав кольори на свої місця.
vi: Kéo một ô bất kỳ để đổi chỗ với ô khác. Đặt các màu vào đúng vị trí.
zh_hans: 拖动任意方块与另一个交换，把颜色放到正确的位置。
zh_hant: 拖動任一方塊與另一個交換，把顏色放到正確的位置。

# landing_page_1_title
source: Swap & Solve
ar: بدّل وحُلّ
ca: Intercanvia i resol
cs: Prohazuj a řeš
da: Byt og løs
de: Tauschen & Lösen
el: Άλλαξε και λύσε
es: Intercambia y resuelve
fi: Vaihda ja ratkaise
fr: Échange et résous
he: מחליפים ופותרים
hi: बदलें और हल करें
hr: Zamijeni i riješi
hu: Cserélj és oldd meg
id: Tukar & Selesaikan
it: Scambia e risolvi
ja: 入れ替えて解こう
ko: 바꾸고 풀기
ms: Tukar & Selesaikan
nb: Bytt og løs
nl: Wissel & los op
pl: Zamieniaj i rozwiązuj
pt_br: Troque e resolva
pt_pt: Troca e resolve
ro: Schimbă și rezolvă
ru: Меняй и решай
sk: Vymieňaj a rieš
sv: Byt och lös
th: สลับและไขปริศนา
tr: Değiştir ve Çöz
uk: Міняй і розв’язуй
vi: Đổi chỗ & Giải đố
zh_hans: 交换与解谜
zh_hant: 交換與解謎
